<?xml version="1.0" encoding="UTF-8"?>
<html
	xmlns:wicket="http://wicket.apache.org/dtds.data/wicket-xhtml1.5-strict.dtd"
	xmlns="http://www.w3.org/1999/xhtml">

<head>
<title>${title}</title>
</head>
<body>


<span wicket:id="layout">
<h1>Willkommen!</h1>
<p>Du spielst das Kollektive Bewusstsein einer Handvoll Naniten.
Deine Aufgabe besteht darin, zu &uuml;berleben und dich
weiterzuentwickeln. Und nebenbei auch zu verstehen wie zum Teufel dieses
Spiel funktioniert.</p>
<p>Du bewegst dich durch Subraumportale von Planet zu Planet, suchst
andere Naniten und k&auml;mpfst mit ihnen. Bei jedem Kampf verbessern
sich deine F&auml;higkeiten und du hast es das n&auml;chste Mal ein
wenig einfacher. Oder du &uuml;bst es, dich zu verstecken und deine
Gegner aus dem Hinterhalt zu erledigen. Oder du &uuml;bst das Auffinden
derart versteckter Gegner...</p>
<p>Du hast Zugriff auf unbegrenzte Resourcen - du hast die Wahl was
du damit anstellst.</p>

<h1>Registrierung</h1>
<p>Die Anmeldung bei open space ist zweiphasig : du besitzt
einerseits einen User - mit diesem sind Passwort und sp&auml;ter deine
E-Mail verbunden; andererseits besitzt du einem Avatar, das ist deine
Repr&auml;sentation innerhalb des Spiels - das Kollektive Bewusstsein.
Darum musst du bei der Registrierung auch zweierlei Namen angeben -
einerseits deinen User-Namen (mit dem du dich einloggst), andererseits
den Namen deines Kollektiven Bewusstseins. Username und Kollektiv-Name
sind also voneinander getrennt um deine Anonymit&auml;t zu wahren. Das
ist hilfreich sollte der Fall eintreten dass dein Kollektiv mal stirbt
oder du dich entscheidest von Vorne zu beginnen. Dann kannst du mit
einem neuen Kollektiv und einem neuen Namen von vorne anfangen ohne die
sozialen Altlasten deines alten Koillektivs mitschleppen zu m&uuml;ssen.
Wenn du willst kannst du also nach dem Tod eines Kollektivs v&ouml;llig
neu anfangen.</p>
<h1>Erste Schritte</h1>
<ul>
	<li>Du bist&nbsp; anf&auml;nglich in der Lage, zwei Nanitengruppen
	zu befehligen. Um eine neue Nanitengruppe zu erstellen, wechsle zur
	Seite "Kollektiv". Klicke da zuerst auf "*2" um die Anzahl der Naniten
	in dieser Gruppe zu verdoppeln, dann klicke auf "&lt;-&gt;" um die
	aktuelle Gruppe aufzuteilen. Dabei wird eine zweite Gruppe am selben
	Ort erstellt und die Naniten der ersten Gruppe auf beide verteilt.</li>
	<li>Klicke nun so lange auf den Link "*2" *einer* Gruppe, bis der
	Link verschwindet und diese Gruppe ihre Maximalgr&ouml;sse erreicht
	hat.</li>
	<li>Klicke dann auf den Link "--&gt;" in derselben Zeile, gib als
	Zieladresse "arena" ein und klicke auf "Springen".</li>
	<li>Suche dir im unteren Bereich einen angreifbaren Gegner
	(sichtbar an dem "A"-Link ganz rechts) und klicke auf "A". Mit ein
	bisschen Gl&uuml;ck lebst du jetzt noch und hast gerade deine ersten
	Kampferfahrungen gesammelt.</li>
</ul>
<p>Gratulation! Du hast gerade eben die Grundz&uuml;ge des
Naniten-Managements kennengelernt - Gruppengr&ouml;&szlig;e
erh&ouml;hen, Gruppen aufteilen, Gruppen bewegen, angreifen. Und du hast
soeben deinen ersten Subraumsprung get&auml;tigt! Wie du siehst
geschieht die Bewegung durch das Subraum-Gate unmittelbar, d.h. du
betrittst auf deinem Heimatplaneten das Subraumtor und verl&auml;sst es
unmittelbar beim Ziel.</p>
<h1>Aspekte</h1>

<h2>Elysium (Gate-Adresse <i>elysium</i>)</h2>
<p>Der Planet der Sicherheit. Hier hin werden alle Gruppen
verfrachtet, die irgendwie durch die H&ouml;lle gegangern sind. Da man
danach irgendwie ein bisschen seine Ruhe will, kann man auf dem Planeten
nicht k&auml;mpfen.</p>

<h2>Die Arena (Gate-Adresse <i>arena</i>)</h2>

<p>Der Sinn und Zweck des Arena-Planeten ist es, zu k&auml;mpfen -
wer hier her springt, dem ist klar, dass er angegriffen wird - du kannst
also nach Belieben angreifen und wirst auch selbst angegriffen. Der
Arena-Planet besitzt eine kleine T&uuml;cke: sind 5 oder mehr Spieler
anwesend, so wird der Planet abgeschlossen und erst dann wieder
ge&ouml;ffnet, sobald sich nur noch eine einzelne Nanitengruppe auf dem
Planeten befindet. Der &Uuml;berlebende bekommt einen Arena-Punkt, was
ihm auf der Rangliste 10 Punkte einbringt.</p>

<h2>Anf&auml;nger-Schutz</h2>
<p>Damit j&uuml;ngere Spieler eine Chance bekommen zu wachsen und
nicht st&auml;ndig als leichte Beute von &auml;lteren gepl&auml;ttet
werden, besitzt open-space ein zweistufiges Anf&auml;nger-Schutzsystem:
</p>

<ul>
	<li>Bis Stufe <span wicket:id="noobLevel" /> kannst du deine
	letzte Gruppe nicht verlieren. Stirbt diese, so wird sie mit 1 Mitglied
	auf den Elysium-Planeten verfrachtet.</li>

	<li>Danach wird f&uuml;r jeden m&ouml;glichen Kampf ein sogen.
	"Angriffsfenster" berechnet; es beginnt bei der H&auml;lfte der Stufe
	des St&auml;rkeren und Endet beim Doppelten der Stufe des
	Schw&auml;cheren; sind beide Kombattanten mit ihren Stufen in diesem
	Fenster, so kann gek&auml;mpft werden.</li>

</ul>

<p>Kleines Beispiel: Spieler A mit Stufe 13 kann SPieler B mit Stufe
50 angreifen (und B verteidigt mit der vollen H&auml;rte seiner
Schlagkraft). Hat SPieler A allerdings Stufe 20 erreicht und Spieler B
stufe 73, so k&ouml;nnen sie sich nicht gegenseitig angreifen, da 20 * 2
&lt; 73 und 73 / 2 &gt; 20.</p>

<p>W&auml;re Spieler A unter der Noob-Grenze und Spieler B
dar&uuml;ber (und seis auch nur um einen Punkt), dann k&ouml;nnen die
beiden nicht miteinander k&auml;mpfen.</p>

<p>F&uuml;r blackw00d.AI gilt das &uuml;brigens nicht - er kann
immer angegriffen werden - NPCs sind ja bekanntlich nicht so schnell
beleidigt - muss sich seinerseits allerdings an die Noob-Grenze halten.
</p>

<h2>Sterben und wiederbeleben</h2>
<p>Das Kollektive Bewusstsein eines Spielers ist eine KI - also im
Kern ein (&uuml;brigens recht simples) Computer-Programm, das so tut als
ob es intelligent w&auml;re. Der Verbund aller Naniten eines Spielers
sind der Computer, auf dem dieses KI-Programm ausgef&uuml;hrt wird. Wird
die letzte Nanitengruppe eines Spielers zerst&ouml;rt, verliert dieser
Computer seinen letzten Prozessor und Speicher, und kann deshalb das
KI-Programm nicht mehr ausf&uuml;hren. Das kollektive Bewusstsein des
Spielers verschwindet - der Spieler ist tot.</p>
<p>Im Jahr Schlagmichtot allerdings hat ein Script-Kiddie das getan
was Script-Kiddies so tun: sie basteln mit Viren und W&uuml;rmern und
trojanischen Pferden rum und wie es halt so ist wenn du mit
Computerprogrammen und Betriebssystemen rumbastelst - geht etwas schief.
Jedenfalls steht irgendwo auf dem Elysium-Planeten ein extrem getarntes
Rechenzentrum, das von jedem Naniten-Bewusstsein in regelm&auml;ssigen
Abst&auml;nden Sicherungskopien bekommt, aus einem Grund, der schon
lange vergessen wurde. Und dieses Rechenzentrum wurde von einem Bandwurm
eines Skript-Kiddies aus South-Dakotah infiziert, der auf seine Mom
w&uuml;tend war weil sie es satt hatte, ihm f&uuml;r jede Version von
"Call of Duty" eine neue Grafikkarte zu kaufen. Dieses Skript-Kiddie
jedenfalls wollte eigentlich seine Schule hacken (den Wurm hatte er auch
dort programmiert). Und Herr Mastersson, der Informatik-Lehrer des
Skript-Kiddies war so d&auml;mlich auf seinem Laptop eine Shell mit
root-Rechten offen stehen zu lassen w&auml;hrend er in die Pinkelpause
ging und so nahm das &Uuml;bel seinen Lauf - bis hin zu besagtem,
versteckten und supergeheimen Rechenzentrum auf einem Planeten genannt
"Elysium" - unbeschreiblich viele Kilometer weg von der Erde.</p>

<p>Stirbt ein Naniten-Bewusstsein, so aktiviert sich der Wurm,
krallt sich irgendeinen der anwesenden Naniten, koppelt ihn aus seinem
Verbund aus, l&auml;dt das soeben verstorbene Bewusstsein hoch und
aktiviert dieses. Doch wie gesagt, das ist eine f&uuml;rchterliche
Bastell&ouml;sung und darum geht bei jedem Wiederbelebungsversuch (der
genau genommen ein Trojanerangriff ist) etwas verloren, und je
h&auml;ufiger dasselbe Bewusstsein stirbt, desto mehr geht verloren.</p>
<p>Es w&auml;re wirklich n&uuml;tzlich wenn jemand mal dieses
Rechenzentrum finden und diesen nervigen Bug fixen w&uuml;rde...</p>

<h1>Katalog der Unterprogramme</h1>
<p>In diesem Bereich findest du die Liste deiner Unterprogramme.
Unterprogramme sind kleine spezialisierte Computer-Programme, die von
deinem Sch&ouml;pfer vor langer Zeit in dein kollektives Bewusstsein
programmiert wurden um dir spezielle F&auml;higkeiten zu geben. und die
"Naniten-Schadenskontrolle" schliesslich verleiht deinen Gruppen die
F&auml;higkeit, w&auml;hrend eines Angriffs erhaltenen Schaden auf
wenige deiner Naniten zu b&uuml;ndeln und so alle anderen der Gruppe zu
sch&uuml;tzen. Die "Stufe" des Unterprogramms schliesslich bestimmt, wie
gut dieses ausgebaut ist und wie stark der Effekt des Unterprogramms
wirkt.</p>
<p>Die Unterprogramme verbessern sich im Laufe der Zeit je nachdem
wie h&auml;ufig du sie einsetzt;</p>
<h2>Naniten-Management</h2>
<p>Naniten-Management ist dasjenige Unterprogramm deiner KI, das dir
das Kommandieren von Naniten erm&ouml;glicht. Mit jeder Stufe dieses
Unterprogramms verdoppelt sich die Anzahl der insgesamt kontrollierbaren
Gruppen, und die maximale Anzahl an kontrollierbaren Gruppen steigt um
1. Die maximal ereichbare Obergrenze f&uuml;r die Anzahl der Naniten pro
Gruppe liegt bei <span wicket:id="maxNanitesGroupSize" />. Diesen Wert
erreichst du mit Naniten-Management auf Stufe 25 und bis da hin solltest
du Naniten-Management &uuml;ben und immer mit maximaler
Truppenst&auml;rke angreifen.</p>
<p>Noch etwas zur Truppenst&auml;rke: Je gr&ouml;sser eine Gruppe
wird, desto schlechter l&auml;sst sie sich organisieren. Darum bringt
dir jedes weitere hinzugef&uuml;gte Nanit immer weniger Schlagkraft, je
gr&ouml;sser die Gruppe ist und darum reduziert sich die gemittelte
Schlagkraft aller Naniten in der Gruppe. Beispiel: Hat ein Nanit noch
einen Schlagkraft-Faktor von <span wicket:id="attackFactor1" />, so
haben 10 Naniten einen Schlagkraft-Faktor von <span
	wicket:id="attackFactor10" />, 100 einen Schlagkraft-Faktor von <span
	wicket:id="attackFactor100" />, 1000 von <span
	wicket:id="attackFactor1000" />, 10000 von <span
	wicket:id="attackFactor10000" />, 1 Million von <span
	wicket:id="attackFactor1Mio" /> und maximal besetzte Nanitengruppen
schlagen nur noch mit Faktor zu:<span wicket:id="attackFactorMax" />
<p>Das bedeutet nicht dass es nichts bringt mit grossen Gruppen
anzugreifen; es bedeutet lediglich, dass eine Gruppe mit 2*n Naniten
nicht doppelt so stark ist wie eine mit n. Zur Berechnung der gesamten
Schlagkraft wird dieser Faktor ja trotzdem noch mit der Anzahl der
Naniten multipliziert, und auch mit deinen sonstigen Modifikationen.
Abgesehen von diesen sonstigen Modifikationen wird eine Gruppe mit mehr
Naniten als eine zweite immer auch mehr Schaden verursachen wie diese
zweite Gruppe.</p>

<h2>Naniten-Angriff</h2>
<p>Das Unterprogramm "Naniten-Angriff" erm&ouml;glicht es dir,
andere Nanitengruppen aktiv anzugreifen. Es verst&auml;rkt deine
Schlagkraft. Das bedeutet, jeder einzelne Nanit verursacht beim Ziel
mehr Schaden, was f&uuml;r dich sp&auml;ter einen deutlichen Vorteil
bedeutet. Es wird verbessert wenn du selbst angreifst.</p>
<p>Zu Beginn des Spiels verursacht jeder deiner Naniten im
g&amp;uuml;nstigsten Fall&amp;nbsp; 1/10 Schadenspunkte; du brauchst
also mindestens 10 Naniten um wenigstens einen einzigen Schadenspunkt zu
verursachen; wenn der Gegner jedoch seine Schadenskontrolle optimiert
hat, brauchst du wesentlich mehr - darum solltest du nach
M&amp;ouml;glichkeit immer mit voller Gruppenst&amp;auml;rke angreifen
(solange auf *2 klicken bis *2 verschwindet) - es spart dir eine Menge
Zeit. &lt;br /&gt; &lt;br /&gt; F&amp;uuml;r jeden Angriff bekommst du
einen Optimierungspunkt f&uuml;r das Unterprogramm
&quot;Naniten-Angriff&quot;. Hast du genug Optimierungspukte gesammelt,
steigst du auf und machst ab sofort 10% mehr Schaden. Die Prozente
multiplizieren sich und es wird die sp&auml;ter normal vorkommen, das
zehnfache oder Hundertfache deines Basis-Schadenswerts (du erinnerst
dich - 1/10 Punkt pro Nanit) auszuteilen.</p>

<h2>Schadenskontrolle</h2>
<p>Die Schadenskontrolle ist ein sehr trickreiches Unterprogramm.
Wenn vorhanden, ordnen sich die Naniten w&auml;hrend eines Kampfs so um,
dass der empfangene Schaden sich entweder auf m&ouml;glichst wenige
Naniten verteilt (und der Rest deiner Naniten ohne Besch&auml;digung
&uuml;berlebt) oder auf m&ouml;glichst viele Naniten gleichm&auml;ssig
verteilt wird (und so vielleicht komplett wirkungslos verpufft).</p>
<p>Das M&auml;chtige an der Schadenskontrolle ist, dass sie
unabh&auml;ngig von der Nanitenzahl der angegriffenen Nanitengruppe
wirkt. Ein einzelner Nanit mit Schadenskontrolle Stufe 25 "blockt" also
genausoviel Schadenspunkte wie 10'000'000 Naniten mit derselben Stufe.
Im Gegensatz zum "Naniten-Angriff", der ja mit der Anzahl der
angreifenden Naniten verrechnet wird, wirkt die Schadenskontrolle auch
bei extrem kleinen Gruppen; nichtsdestotrotz ist viel Schaden irgendwann
einfach zu viel Schaden. Verlass dich also nie *nur* auf
Schadenskontrolle, denn es gibt immer einen St&auml;rkeren "da draussen"
- aber bei einer voll ausgebauten Nanitengruppe mit hoher
Schadenskontrolle ist die Wahrscheinlichkeit, dass dich ein Angreifer
ein zweites Mal angreift, eher gering.</p>

<h2>Naniten-Piercing</h2>
<p>Sollte es dir gelingen, eine gegnerische Gruppe komplett
auszuschalten, so verleiht dir das ein wenig &Uuml;bung mit dem
Unterprogramm "Naniten-Piercing". Dies bewirkt, dass du beim Angriff
deinen Schaden auf strukturelle Schwachpunkte deines Gegners
konzentrierst und somit den dreifachen Schaden austeilst. Allerdings
bestimmt die Stufe dieses Unterprogramms mit welcher Wahrscheinlichkeit
dies geschieht: z.B. auf Stufe 1 geschieht das mit 5%iger
Wahrscheinlichkeit - das bedeutet, ungef&auml;hr jeder zwanzigste
Angriff verursacht dreifachen Schaden. Auch hier h&ouml;rt sich das nach
nichts an - aber stell dir vor du besitzt diese F&auml;higkeit auf Stufe
20 - dann gelingt dir das bei jedem Angriff! Und dann schl&auml;gst du
jedes mal - zus&auml;tzlich zu allen anderen Modifikationen - mit dem
dreifachen Basis-Schaden zu. Sounds nice? It is my dear - aber der Weg
dorthin ist von viel &Uuml;ben gepflastert.</p>

<h2>Kurzstrecken-Scanner (SRS)</h2>
<p>Der SRS bef&auml;higt dich, die unmittelbare Umgebung einer
deiner Gruppen zu scannen und die gegnerischen Einheiten zu erkennen.
Genau genommen funktioniert das automatisch, ohne dein Zutun. betrete
eine Umgebung, dann tritt automatrisch der SRS in Funktion. oder
f&uuml;hre einen Angriff aus - danach scannt der SRS die Umgebung. Mit
jeder solcher Scan-Vorg&auml;nge steigt deine F&auml;higkeit zu scannen
- also wundere dich nicht, wenn du, w&auml;hrend du so mit einem anderen
k&auml;mpfst, nach und nach getarnte Einheiten siehst und somit
scheinbar die Anzahl der anderen Gruppen auf einem Planeten steigt.</p>
<p>Zus&auml;tzlich sei noch erw&auml;hnt, dass jede Stufe SRS die
Wahrscheinlichkeit, dass deine Nano-Satelliten Artillerie-Feuer
abfangen, um 1% erh&ouml;ht</p>

<h2>Emissions-Kontrollprogramm (ECP)</h2>
<p>Da jedes Nanit &uuml;ber einen Kernspalter&nbsp; und eine
Kernfusions-Anlage verf&uuml;gt, strahlt jedes Nanit Energie ab. Die
Gesamtheit dieser Energie-Abstralungen (bzw. Emissionen) nennt man die <em>Energie-Signatur</em>
einer Naniten-Gruppe. Genau diese Energie-Signatur ist es,&nbsp; die es
anderen Naniten erlaubt, deine Gruppen wahrzunehmen. Deine
Energie-Signatur fungiert also als eine Art Leuchtfeuer.</p>
<p>Um f&uuml;r andere Naniten ein bisschen schwerer auffindbar zu
sein, kann dieses Unterprogramm deine Energie-Emmissionen anpassen.
Allerdings muss es erst von anderen Naniten lernen, wie. Deshalb
erlangst du dieses Unterprogramm erst, wenn du eine Einheit gescannt
hast die selbst erfolgreich ein ECP einsetzt um zu verhindern, dass du
es lokalisieren kannst. Du kannst die verschleierte Einheit nicht sehen,
aber du lernst aus den (erfolgreichen) Verschleierungsversuchen der
anderen Naniten wie du dich selbst verschleierst. Misslungene
Verschleierungsversuche erfolgreich gescannter EInheiten interessieren
jedoch weniger - du hast sie ja effektiv gescannt - es gibt hier nichts
zu lernen.</p>
<p>Ob dir die Tarnung gelingt, h&auml;ngt von vielen Aspekten ab,
z.B. von der Stufe des gegnerischen SRS, oder wieviele Einheiten sich in
deiner Gruppe befinden (mehr Einheiten strahlen nunmal mehr als wenige).</p>

<h1>Gruppenstufe und Naniten-Komplex</h1>
<p>Um die Tragf&auml;higkeit der Nanitengruppe zu erh&ouml;hen,
k&ouml;nnen sich diese zu einem Nanitenkomplex verbinden. Dies geschieht
durch dr&uuml;cken des "+"-Befehls, erreichbar in der Gruppenansicht
links oben neben der Stufe.</p>
<p>Hierbei beginnen die Naniten, Strukturen zu schaffen, an denen
sich die Naniten selbst und diverse Komponenten befestigen lassen und so
ein kompaktes Ganzes bildet. Dabei entsteht das Problem, dass der so
entstandene Nanitenkomplex ab Stufe 4 nicht mehr durch das Subraumtor
passt und die Gruppe also somit auf dem Planeten festsitzt.</p>
<p>Die Anzahl der Komponenten-Befestigungen ergibt sich aus der
Gruppenstufe.</p>
<p>Die maximale Gruppenstufe ergibt sich aus der Gesamtstufe des
Spielers geteilt durch 10, des Nanitenamangements und der Kampferfahrung
einer Gruppe (ln). Eingebuddelte Gruppen k&ouml;nnen beliebig ausgebaut
werden.</p>
<p>Es k&ouml;nnen folgende Komponenten eingebaut werden:</p>
<h2>Naniten-Katapult</h2>
Der Naniten-Katapult ist eine Langstrecken-Artillerie, die
Nanitengruppen verschleudert. Die zu verschiessendern Nanitengruppen
bestehen minimal aus einer ANzahl gleich der Stufe des
naniten-managements, maximal 1/1000 der Nanitegruppe, werden unmittelbar
vor dem Schuss erzeugt und werden unmittelbar vor dem Kampf auf den
Gegner abgefeuert - jeder Katapult genau einmal. Jedes abgefeuerte Nanit
aktiviert kurz vor dem Aufprall die Selbstzerst&ouml;rung und
hinterl&auml;sst 2 Schadenspunkte. Dieser Schaden kann mittels
Schadenskontrolle verhindert werden.</p>
<p>Wer zuerst schiesst bestimmt die Kampferfahrung - derjenige mit
der meisten kampferfahrung schiest zuerst, dann der zweite; dann wieder
der erste solange bis alle katapulte einmal geschossen haben. Dabei wird
nach jedem Schuss eine Schadensauswertung ausgef&uuml;hrt sodass es ein
richtiger nachteil ist, als Zweiter zu schiessen.
<p />
<h2>Naniten-Slots</h2>
<p>Naniten-Slots sind Aufh&auml;ngungen, um andere Nanitengruppen zu
transportieren - pro Slot eine Gruppe. Dabei muss die untergebrachte
Nanitengruppe eine kleinere Gruppenstufe besitzen als die aufnehmende.
Wird die aufnehmende Gruppe zerst&ouml;rt, werden die darin enthaltenen
Gruppen in die Umgebung entlassen. Es ist m&ouml;glich, Nanitengruppen
an Bord zu nehmen, die wiederrum selbst Nanitengruppen transportieren,
oder &uuml;ber Nanitenkatapulte verf&uuml;gen.</p>

<h2>Nano-Satelliten</h2>
<p>Nano-Satelliten sind einzelne, spezialisierte Naniten, die die
Gruppe umkreisen und die Sensorst&auml;rke um 5% / Satellit
erh&ouml;hen. Jeder Satellit deaktiviert zus&auml;tzlich einfliegende
Naniten-Geschosse. Die Anzahl errechnet sich als 1000 * Stufe
Naniten-Management pro Satellit und pro Geschoss. Nachteilig wirkt, dass
jeder Satellit die Signaturgr&ouml;sse um 10 Punkte erh&ouml;ht</p>

<h2>Flak-Gesch&uuml;tze</h2>
<p>Flak sind die kleine Variante der Naniten-Katapulte und dienen
ausschliesslich der Kurzstrecken-Abwehr von langsam fliegenden
Geschossen wie z.B. der Geschosse von Naniten-Katapulten. Die Anzahl der
pro Flak neutralisierten Naniten errechnet sich als 10'000 * der Stufe
Emmissions-Kontrolle. Jedes Flak schiesst pro eingehendem Geschoss
einmal.</p>
<h1>Einbuddeln (entrenching)</h1>
<p>Durch einbuddeln (Kommando "E" in der Listenansicht) kannst du
eine Nanitengruppe mit dem Planeten "verweben". Damit wird sie zu einem
Teil des Planeten. Sie ist dadurch wesentlich schlechter f&uuml;r die
anderen zu sehen (die Signatur wird um den Faktor <span
	wicket:id="entrenchedSignatureFactor" /> reduziert), hat eine viel
bessere Verteidigung (Schadensreduktion um den Faktor <span
	wicket:id="entrenchedDefenseFactor" />) und ausserordentlich gute
Sensoren (Faktor <span wicket:id="entrenchedSensorsFactor" />).
Dar&uuml;berhianus besch&auml;ftigt sich die Gruppe aktiv mit ihren
Energieemmissionen, weshalb jeder gegnerische Scan, der sie nicht
entdeckt, ihre Erfahrung in Emmisionskontrolle erh&ouml;ht.</p>

<p>Leider hat niemand daran gedacht, das einbuddeln umkehrbar zu
machen; sobald eine Gruppe einmal mit einem Planeten verwoben ist, kann
man sie da nicht mehr herausholen. Und ausserdem kann eine eingebuddelte
Gruppe nicht angreifen und nur ausserordentlich schlecht
zur&uuml;ckschlagen wenn selbst angegriffen (Gegenschlagschaden Faktor <span
	wicket:id="entrenchedCounterstrikeFactor" />). Daf&uuml;r kann sie
sich problemlos vergr&ouml;ssern und splitten und die so entstandene,
neue Gruppe ist dann wieder ganz normal bewegbar und angreifbar. Es ist
z.B. eine beliebte Taktik, einzelne Naniten einzubuddeln und auf eine
g&uuml;nstige Gelegenheit f&uuml;r einen &Uuml;berraschungsangriff zu
warten.</p>

<p>Eine Gruppe einzubuddeln dauert etwas, n&auml;mlich genau 5
Sekunden pro Stufe. Mit deiner Stufe dauert das Einbuddeln 5 * <span
	wicket:id="level" /> = <span wicket:id="entrenchingDuration" />
Sekunden, pro Gruppe. Sobald die Gruppe eingebuddelt ist bekommst du
eine Nachricht</p>

<h1>Springen</h1>
<p>Unter "Springen" versteht man das betreten eines Subraumtores auf
einem Planeten, und das Verlassen desselbigen auf einem anderen
Planeten. Die Reise mit Subraumtoren ist verz&ouml;gerungsfrei, d.h.
eine Nanitengruppe ist sofort da wo sie hinwill.</p>
<p>Zum Springen klickt man entweder in der Gruppenansicht auf eines
der Schnellziele oder auf "--&gt;". Letzteres findet sich auch auf der
Listenansicht.</p>
<p>Bei Klick auf das Schnellziel wird der Sprung unmittelbar
ausgef&uuml;hrt; sollte das Ziel gerade nicht erreichbar sein, so wird
der Sprung verweigert und eine Nachricht gesendet. Schnellsprungziele in
<i>kursiver</i> Schrift weisen darauf hin, dass man sich zur Zeit auf
exakt diesem Planeten befindet.</p>
<p>Bei Klick auf den Link "--&gt;" wird ein Dialog ge&ouml;ffnet und
um eine anzuspringende Adresse gebeten;: dar&uuml;ber findet sich eine
Liste von &ouml;ffentlichen Zielen, die ebenfalls betreten werden
k&ouml;nnen.</p>

<h1>Ziel des Spiels</h1>
<p>Das Ziel des Spiels ist es, erst mal ne Menge Spass zu haben,
gegnerische Nanitengruppen zu pl&auml;tten, Geheimnisse herauszufinden
und in der Rangliste ganz oben zu stehen.</p>


<h1>Die Rangliste</h1>
<p>Die Rangliste zeigt die Liste der Spieler in der Reihenfolge
ihrer Stufe minus Anzahl der bereits erlittenen Tode.</p>
</span>


</body>
</html>